[
  {
    "title": "Muteki Shin",
    "name": "Tomoe",
    "link": "youtube.com/pquar",
    "launch_date": "21/03/2025",
    "faction": "Advent",
    "ability": "Destroyer/ Combo & Burst",

    "ab_0_path": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378._SY75_.jpg",
    "ab_0_name": "Draconic Maw",
    "ab_0_lv1": "Deals 298% of her ATK as PDMG (Physical DMG) to the enemy with the highest ATK. Additionally, there's a 60% chance to reduce 10 Rage from the target up to 5 times, with each drain checked separately.",
    "ab_0_lv2": "Increases DMG to 357%, and there's a 60% chance to reduce fury from the target up to 6 times.",
    "ab_0_lv3": "Increases DMG to 417%, and there's a 60% chance to reduce fury from the target up to 7 times.",
    "ab_0_aw": "Increases DMG to 447%, and there's a 60% chance to reduce fury from the target up to 8 times.",

    "ab_1_path": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378._SY75_.jpg",
    "ab_1_name": "Blade Radiance",
    "ab_1_lv1": "Normal attacks prioritize the enemy with the highest ATK, dealing 75% of her ATK as PDMG and adding 3% of her ATK as True DMG. After attacking, there is a 55% chance to trigger a combo, attacking the same target again. A maximum of 2 combos can be triggered per turn.",
    "ab_1_lv2": "Combo trigger chance increases to 65%, combo DMG increases to 80%, and adds 4% of her ATK as True DMG.",
    "ab_1_lv3": "Combo trigger chance increases to 75%, combo DMG increases to 85%, and adds 5% of her ATK as True DMG. A maximum of 3 combos can be triggered per turn.",
    "ab_1_aw": "Combo trigger chance increases to 90%, combo DMG increases to 100%, and adds 5% of her ATK as True DMG.",
    
    "ab_2_path": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378._SY75_.jpg",
    "ab_2_name": "Mirage Mist",
    "ab_2_lv1": "ATK +20%. Max HP +15%. CRIT +5%. In battle, grants a 10% DMG Boost to all allies.",
    "ab_2_lv2": "ATK +35%. Max HP +20%. CRIT +10%. In battle, grants a 15% DMG Boost to all allies.",
    "ab_2_lv3": "ATK +45%. Max HP +25%. CRIT +15%. In battle, grants a 20% DMG Boost to all allies.",

    "ab_3_path": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378._SY75_.jpg",
    "ab_3_name": "Crescent Moon",
    "ab_3_lv1": "After performing a direct attack, gain 1 [Fury Surge] stack. At the start of each turn, unleash [Draw Slash], dealing 150% + 10% * the number of [Fury Surge] stacks as PDMG to all enemies, with a 50% chance to reduce the target's DEF by 25%. It can only be used once per turn.",
    "ab_3_lv2": "[Draw Slash]'s DMG increases to 160% + 20% * the number of [Fury Surge] stacks, with a 60% chance to reduce the target's DEF by 25%.",
    "ab_3_lv3": "[Draw Slash]'s DMG increases to 170% + 30% * the number of [Fury Surge] stacks, with a 70% chance to reduce the target's DEF by 25%.",
    "ab_3_aw": "[Draw Slash]'s DMG increases to 180% + 40% * the number of [Fury Surge] stacks, with an 80% chance to reduce the target's DEF by 25%.",

    "hab_description": [
      {
        "name": "Fury Surge",
        "description": "SPD +5% and DMG +5% for 2 turns. stacking up to 5 times."
      }
    ],

    "hero_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378._SY75_.jpg",
    "hero_small_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/hero_images/1655988385l/40121378._SY75_.jpg",
    "hero_medium_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/hero_images/1655988385l/40121378._SX98_.jpg",
    "hero_large_image_url": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378.jpg",
    "hero_description": "No matter your goals, Atomic Habits offers a proven framework for improving—every day. James Clear, one of the world's leading experts on habit formation, reveals practical strategies that will teach you exactly how to form good habits, break bad ones, and master the tiny behaviors that lead to remarkable results. If you're having trouble changing your habits, the problem isn't you. The problem is your system. Bad habits repeat themselves again and again not because you don't want to change, but because you have the wrong system for change. You do not rise to the level of your goals. You fall to the level of your systems. Here, you'll get a proven system that can take you to new heights. Clear is known for his ability to distill complex topics into simple behaviors that can be easily applied to daily life and work. Here, he draws on the most proven ideas from biology, psychology, and neuroscience to create an easy-to-understand guide for making good habits inevitable and bad habits impossible. Along the way, readers will be inspired and entertained with true stories from Olympic gold medalists, award-winning artists, business leaders, life-saving physicians, and star comedians who have used the science of small habits to master their craft and vault to the top of their field. Learn how to:- Make time for new habits (even when life gets crazy);- Overcome a lack of motivation and willpower;- Design your environment to make success easier;- Get back on track when you fall off course;... and much more. Atomic Habits will reshape the way you think about progress and success, and give you the tools and strategies you need to transform your habits--whether you are a team looking to win a championship, an organization hoping to redefine an industry, or simply an individual who wishes to quit smoking, lose weight, reduce stress, or achieve any other goal.",

    "rating": "S",
    "date_att": "Mon, 16 Dec 2024 08:02:43 -0800",
    "review": "This book emphasize my favorite point: \"discipline is always over motivation\". Maintain good habits, stay away from bad habits, will form you to be a better self in the future.<br />\"Good things take time\"",
    "hero_published": "2018",
    "content": " <a href=\"https://www.goodreads.com/book/show/40121378-atomic-habits?utm_medium=api&amp;utm_source=rss\"><img alt=\"Atomic Habits: An Easy &amp; Proven Way to Build Good Habits &amp; Break Bad Ones\" src=\"https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1655988385l/40121378._SY75_.jpg\" /></a><br/> author: James Clear<br/> name: Leo<br/> average rating: 4.34<br/> book published: 2018<br/> rating: 5<br/> read at: 2025/02/07<br/> date added: 2025/02/07<br/> shelves: <br/> review: <br/>This book emphasize my favorite point: \"discipline is always over motivation\". Maintain good habits, stay away from bad habits, will form you to be a better self in the future.<br />\"Good things take time\"<br/> ",
    "contentSnippet": "This book emphasize my favorite point: \"discipline is always over motivation\". Maintain good habits, stay away from bad habits, will form you to be a better self in the future.\n\"Good things take time\""
  }
]
